# FeetOfWater39_2DegreesFahrenheit Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..FeetOfWater39_2DegreesFahrenheit Property
UnitTypeId Class See Also
---
Feet of water (39.2 °F).
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId FeetOfWater39_2DegreesFahrenheit { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FeetOfWater39_2DegreesFahrenheit As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FeetOfWater39_2DegreesFahrenheit {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace